const TermsOfService = () => {
  return (
    <ul className="w-[70%} modal-wrapper h-fit py-7 px-10 rounded-[32px]">
      <li className="my-[14px] text-center text-bold-24">Умови використання</li>
      <li className="w-full h-1 vector mb-3" />
      <li className="mb-4">
        Використовуючи цей веб-сайт, ви погоджуєтесь з наступними умовами використання. Перед
        поданням будь-якої інформації або взяття наших послуг, будь ласка, уважно прочитайте ці
        умови.
      </li>
      <li className="mb-4">
        <span className="font-bold">1. Конфіденційність і захист даних:</span> Ми дбаємо про
        конфіденційність вашої інформації. Будь-які особисті дані, які ви надаєте через нашу форму
        зворотнього зв&apos;язку, будуть використані тільки для вирішення вашої проблеми та надання
        вам послуг. Ми не розголошуємо ваші дані третім особам без вашого дозволу.
      </li>
      <li className="mb-4">
        <span className="font-bold">2. Використання інформації:</span> Інформація, яку ви подаєте
        через нашу форму зворотнього зв&apos;язку, буде використана виключно для надання вам послуг,
        пов&apos;язаних з ремонтом комп&apos;ютерів та техніки. Ми можемо використовувати ваші
        контактні дані для зв&apos;язку з вами щодо вашого запиту.
      </li>
      <li className="mb-4">
        <span className="font-bold">3. Правила використання сайту:</span> Ви зобов&apos;язані
        використовувати цей веб-сайт відповідно до усіх чинних законів і правил. Будь-яке незаконне
        або недозволене використання сайту, включаючи спам або зловживання, буде призведе до
        припинення доступу до наших послуг.
      </li>
      <li className="mb-4">
        <span className="font-bold">4. Відмова від відповідальності:</span> Ми робимо все можливе,
        щоб забезпечити точність та актуальність інформації на нашому веб-сайті, проте не несемо
        відповідальності за будь-які помилки або недоречності. Використання інформації з цього
        веб-сайту здійснюється на ваш власний ризик.
      </li>
      <li className="mb-4">
        <span className="font-bold">5. Зміни умов:</span> Ми залишаємо за собою право змінювати ці
        умови в будь-який час без попереднього повідомлення. Зміни набувають чинності з моменту їх
        публікації на нашому веб-сайті. Продовжуючи використовувати цей сайт після внесення змін, ви
        погоджуєтесь з новими умовами.
      </li>
      <li className="mb-4">
        <span className="font-bold">6. Зворотний зв&apos;язок:</span> Якщо у вас є будь-які питання
        або коментарі щодо цих умов використання, будь ласка, зв&apos;яжіться з нами через нашу
        форму зворотнього зв&apos;язку.
      </li>
    </ul>
  );
};

export default TermsOfService;
